/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Parça biçimi dönüştürülemedi.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Bu proje hasar görmüş görünüyor. Lütfen yedeklemeden geri yükleyin.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Bu proje yayımlanmamış bir ara Logic sürümüyle yaratılmış. Artık açılamıyor";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Açmaya çalıştığınız parça Logic 4 biçiminde (veya daha eski bir biçimde). Lütfen önce Logic 7.2.1 veya daha eskisiyle açın ve kaydedin.\n\nLogic Pro’nun bu eski sürümleri artık macOS 10.13 veya daha yenisiyle uyumlu olmadığı için bu işlemi macOS’in eski bir sürümünü çalıştıran bir Macintosh bilgisayarında yapmanız gerekir.";
